export default {
  // API 接口请求优先，数据格式保持和 data 一致
  api: '',
  // api 为空则使用 data 静态数据 
  // 注意：图片请用 vh-img-flex 类包裹
  data: [
    {
      "date": "2025-04-02 23:32:16",
      "tags": [
        "blog"
      ],
      "content": "最早的一集！该睡辣～"
    },
    {
      "date": "2025-04-02 21:56:16",
      "tags": [
        "blog"
      ],
      "content": "写日记喽，今天好困啊～"
    },
    {
      "date": "2025-04-02 15:36:16",
      "tags": [
        "blog"
      ],
      "content": "测试"
    },
    // {
    //   "date": "2024-10-08 18:18:18",
    //   "tags": [
    //     "日常",
    //     "工作"
    //   ],
    //   "content": "下班！"
    // },
    // {
    //   "date": "2024-10-05 16:16:06",
    //   "tags": [
    //     "日常"
    //   ],
    //   "content": "记录第一条说说"
    // }
  ]
}